[
    {
        "exam": "2018年上海《行测》真题",
        "number": "62,63,64,65,66",
        "material": "长久以来，人们都把脂肪当作健康的“大敌”，尤其是饱和脂肪被认为是心血管疾病的高风险因素。世界卫生组织的指南是，脂肪的摄入应该占每天总能量摄入的30%以下，饱和脂肪酸的摄入应该在10%以下。\n\n而最近《柳叶刀》杂志上发表的一项大型研究似乎“颠覆”了这一观念。这是一项前瞻性的大型研究。研究者从世界5大洲的18个国家，选择了高中低不同收入水平的地区，共招募了超过13.5万名志愿者，通过统计他们的饮食习惯来计算营养组成，并在此后的多年（5.3至9.3年）中，追踪他们的死亡以及心血管疾病发病情况。\n\n基于对这些数据的分析，研究者在《柳叶刀》杂志上发表了两篇论文。\n\n一篇论文是关于蔬菜、水果和豆类的影响，其结论没有新鲜的地方，大致就是每天总共4份左右（375到500克）这三类食物对健康好处明显，进一步增加摄入量带来的好处不大。\n\n而另一篇论文则是关于脂肪和碳水化合物对心血管健康以及死亡率的影响，结果是，脂肪摄入量和种类，跟心血管疾病的发生率以及死亡风险都不相关；与脂肪摄入量最低的那一组相比，摄入量最高的那组整体死亡率、中风以及心血管疾病之外的死亡风险还要低一些。而碳水化合物的影响则相反，碳水化合物摄入量高的那一组比最低的那一组，总体死亡率高28%，而对心血管疾病发生率和导致的死亡率则没有影响。\n\n在发表这两篇论文的同时，《柳叶刀》杂志还发表了一篇评论，认为这项研究“挑战了健康饮食的定义，但关键问题并没有解决”。在这篇评论中，作者认为这项研究的价值在于，补充了中低收入地区饮食与健康的流行病学调查数据，加深了“饮食与健康”这个问题的复杂性。但是，评论作者并没有赞同研究者的结论，而是指出了以下三点：\n\n第一，在这项研究中，饱和脂肪和单不饱和脂肪的主要来源是动物食品（肉和奶制品）。除了脂肪外，这些食品也是锌、铁、维生素K、维生素B12等微量成分的良好来源。而在脂肪摄入量低（从而碳水化合物摄入量高）的人群中，这些营养成分的摄入可能是不足的。所以，“脂肪降低死亡率”这个调查结果，还有一种可能的解释就是“富含脂肪的这些食物营养密度高，解决了这些食物摄入量低的人群某些微量营养成分的缺乏”。\n\n第二，在这两篇论文中，一篇的结论是“碳水化合物摄入量高增加了死亡率”，另一篇的结论是“蔬菜、水果、豆类摄入量高降低了死亡率”。但是，蔬菜、水果和豆类，都富含碳水化合物。也就是说，不同种类的碳水化合物对于健康的影响需要分开讨论，比如添加糖、精制碳水化合物和粗粮。\n\n第三，混杂因素会影响到结果，尤其是人们的健康意识。比如在欧美发达地区，人们有更好的健康意识，从而可能有更多对健康有益的生活方式与行为习惯，比如遵守医嘱、合理的睡眠、控制饮酒、食用“推荐的食物”等等。而在低收入和中等收入地区，人们接受的健康生活指导会少一些。所以，评论作者认为，人们的健康意识，可能是这项研究的一个非常重要的混杂因素。\n\n"
    },
    {
        "exam": "2018年上海《行测》真题",
        "number": "67,68,69,70",
        "material": "兵有长短、敌我一也。敢问：“吾之所长，吾出而用之，彼将不与吾校；吾之所短，吾蔽而置之，彼将强与吾角，奈何？”曰：“吾之所短，吾抗而暴之，使之疑而却；吾之所长，吾阴而养之，使之狎而堕其中。此用长短之术也。”\n\n善用兵者，使之无所顾，有所恃。无所顾，则知死之不足惜；有所恃，则知不至于必败。尺箠当猛虎，奋呼而操击；徒手遇蜥蜴，变色而却步，人之情也。知此者，可以将矣。袒裼而案剑，则乌获不敢逼；冠胄衣甲，据兵而寝，则童子弯弓杀之矣。故善用兵者以形固。夫能以形固，则力有馀矣。\n\n "
    },
    {
        "exam": "2006年上海《行测》真题",
        "number": "66,67,68,69,70",
        "material": "申城首家市民体质监测指导中心今年来对近500名体质监测者体质监测数据比对发现，约80％被监测者的体质年龄大于实际生理年龄。另一项研究表明，目前中国高收入人群的过速老化趋势已经超过欧美国家水平。\n\n据上海社科院亚健康研究中心的一份调查显示，申城健康人群占16％，非健康人群占14％，亚健康人群占70％（其中轻度患者约占40％，慢性患者约占30％），而亚健康人群中又以男性为众，知识分子和企业管理者的比例最高，达七成左右。据该中心肃主任介绍，目前许多中老年疾病患病人群普遍年轻化，高血压、糖尿病、脂肪肝、胆囊结石的发病率提前了10年，在亚健康检查中，常发现20多岁的年轻人就有脂肪肝，30多岁的人尿酸增高，40多岁的人患慢性前列腺炎。在30至40岁的男性中，30％至45％存在脂肪高、血脂升高的现象。一般来说，男性的亚健康症状倾向比女性多，在20至30岁的男性中，超过10％有脂肪肝、血脂高的病状。年轻女性中，乳房小叶增生、子宫肌瘤是常见的亚健康症状。在白领中常见的腰酸背痛、脊椎病，与在空调环境里长期保持一个姿势有关。\n\n值得注意的是：调查发现，在不同职业的人群中，亚健康发生率较高的依次是干部19.34％、大学生10.95％％、中小学和幼儿教育者9.33％、中学生9.02％、工人8.98％、军人7.60％、工程技术人员7.14％、企业经营人员5.36％、医生3.60％。专家建议，如果有亚健康症状，而且通过自我调节无法减轻时，可去医院检查并到专门的亚健康治疗机构去治疗。目前较常用的体质亚健康检测方式是“末梢”检查，即从手指上提取一滴血，制成涂片，在超高倍显微镜下进行观察。通过这种检查可以初步看出病人的细胞活力状态，比如，细胞是否缺损、胆固醇斑块多不多、血脂高不高等，为诊断和治疗提供重要依据。\n\n专家推荐以下科学健身方法：一是有氧运动，如跑步、打球、打拳、骑车、爬山等；二是腹式呼吸，全身放松后深呼吸，鼓足腹部，憋一会儿再慢慢呼出；三是做壮健操，使人体组织器官充满活力，推迟衰老进程；四是点穴按摩，通过自我点穴疗法和按摩，对体表适当刺激，激发机体抗病潜能。\n\n"
    },
    {
        "exam": "2006年上海《行测》真题",
        "number": "71,72,73,74,75",
        "material": "当代环境伦理学是一个富有开放性和包容性的新学科，形成了多种理论模式和学说，这些模式、学说既包括现代人类中心主义即浅环境论，也包括非人类中心主义即深环境论，还有可持续发展环境伦理观。\n\n可持续发展环境伦理观在主张人与自然和谐统一的整体价值观方面与深环境论中的环境整体主义是一致的，不同之处在于可持续发展伦理观在强调人与自然和谐统一的基础上，更承认人类对自然的保护作用和道德代理人的责任，以及一定社会中人类行为的环境道德规范。可持续发展伦理观对现代人类中心主义和非人类中心主义采取了一种整合的态度。它吸取了生命中心论、生态中心论等非人类中心主义关于“生物／生态具有内在价值”的思想，承认自然不仅具有工具价值，也具有内在价值，但又不把内在价值仅归于自然自身，而提高为人与自然和谐统一的整体性质。这样，由于人类和自然是一个和谐统一的整体，那么，不仅是人类，还有自然，都应该得到道德关怀。另一方面，可持续发展环境伦理观在人与自然和谐统一的整体价值的基础上，承认现代人类中心主义关于人类所特有的“能动作用”，承认人类在这个统一整体中占有的道德代理人和环境管理者的地位，这样就避免了非人类中心主义在实践中所带来的困难，使之更具有适用性。\n\n在共同承认自然的固有价值和人类的实践能动作用的基础上所形成的人与自然的整体价值观是可持续发展环境伦理观的理论基础。现代生态学和系统科学研究表明，自然界（包括人类社会在内）是一个有机整体，生命系统表现为网络格局。自然界的组成部分，从物种层次、生态系统层次到生物图层次都是相互联系、相互作用和相互依赖的。任何生物都有内在的目的性，都以其各自的方式在整体生态关系中实现其自然的善。因此，任何生物和自然都拥用其自身的固有价值（固有价值是一实体为获得自身的善而独立于人类评价者目的的价值）。生物和自然所拥有的固有价值应当使它们享有道德地位并获得道德关怀，成为道德顾客。可持续发展伦理观把道德共同体从人扩大到“人——自然”系统，把道德对象的范围从人类扩大到生物和自然。与此同时，由于只有人类才具有实践的能动性，才具有自觉的道德意识，才能进行道德选择和做出道德决定，所以只有人是道德的主体。作为道德代理人的人类，应当珍惜和爱护生物和自然，承认它们在一种自然状态中持续存在的价值。因此，人类具有自觉维护生物和自然的责任。\n\n"
    },
    {
        "exam": "2007年上海《行测》真题",
        "number": "74,75,76,77",
        "material": "据英国《泰晤士报》11月7日报道，英国科学家计划试验用患者自身干细胞来修复受损的心脏。科学家希望，在把干细胞注入患者血管后，它们能够发挥自身特点，对心脏肌肉起到修补作用。\n\n在英国，心脏病病人被送入医院后一般会接受一种名为“血管重建术”的手术。具体而言，就是把一端装有小气囊的导管插入由于脂肪组织堆积而变窄的动脉，然后使气囊膨胀，以清除堵塞物并使动脉通畅。\n\n这种手术能够提高患者存活率，但仍有相当一部分患者的心脏在血管短时间堵塞过程中受到严重伤害。现有治疗方法对这种心脏损伤效果不够理想，不少病人最终出现心力衰竭，也就是心脏无法以足够快的频率跳动供血，结果导致肺部充血、气短、下肢浮肿及肝脏肿大。\n\n现在，英国科学家打算试验患者自身干细胞来修复受损的心脏。新的试验只是在这个手术的基础上增加一个步骤，即从病人髋骨提取骨髓，再从中分离出肌肉干细胞，随后通过导管注射人心脏。从心脏病发作到注入干细胞，期间最多不能超过5个小时。\n\n干细胞是人体基本组成细胞之一，具有发育成各种人体组织的能力，其医疗研究的潜力巨大。与利用胚胎干细胞相比，利用病人自身干细胞有不少好处。首先，使用患者自身干细胞治疗自身疾病可以避免伦理问题。其次，由于是“就地取材”，所以可以在病人发病迅速提取，而且治疗费用相当低廉。其三，由于利用的是自身细胞，患者免疫系统不会出现排异反应。\n\n但是，一些科学家对此持谨慎态度。他们认为，当人们还没有完成对干细胞的全面了解前，把其用于临床试验欠缺妥当。此外，由于使用成人自身的干细胞，这些细胞发育成其他人体组织细胞的能力不如胚胎干细胞那么强，因此，现在还不能断定这种疗法是否能起到预期效果。而且，人们曾经对基因疗法抱有现在对干细胞疗法相同的热情，但是基因疗法目前仍“阴云密布”。一位美国病人在使用病毒携带基因进入肺部时因副作用而死亡。\n\n医学专家表示，如果伦敦的这次试验能够用较简便的方式限制心脏病发作造成的损失，当然值得高兴，但不过度乐观可能更明智一点。\n\n"
    },
    {
        "exam": "2007年上海《行测》真题",
        "number": "78,79,80",
        "material": "美国和俄罗斯科学家组成的一个研究小组10月16日宣布，他们成功制造出了门捷列夫元素周期表中的118号元素，这也是该小组制造出的第5种超重元素。\n\n研究小组领导人肯·穆迪称，他们利用回旋加速器两次将许多钙一48离子加速，用来轰击人造元素铜一249，从而制造出3颗新原子。每颗新原子的原子核包含118个质子和179个中子。也就是说，这种新元素在元素周期表中的序号为118，原子量为297。\n\n按照元素周期表排序规律，118号元素排在氧气之下，归入惰性元素一族。在门捷列夫元素周期表中，自然界只存在92种，科学家成功制造出另外18种已经得到承认和命名的元素。此外，还有一些元素没有得到承认或命名，118号元素就不在已命名元素之列。\n\n科学家说，他们制造出的118号元素原子存在时间仅为0.9毫秒。研究人员观察到了118号元素原子的“衰变链”过程，证实了新元素的存在。这种原子首先释放出一颗由两个质子和两个中子组成的阿尔法粒子，衰变为已知的116号元素.然后再度释放出一颗阿尔法粒子，衰变为114号元素，接着更进一步衰变为112号元素，112号元素最终裂变为两颗大小差不多的其他原子。\n\n这一发现17日发表在美国杂志《物理学评论》最新一期上。科学家说，虽然他们制造出的118号元素原子存在时间只有0.9毫秒，但它们的存在仍相当可信，错误的可能性只有万分之一。研究人员说，他们的这一发现不能立即投人实际应用。但它可以让研究人员更加接近理论物理学家提出的“稳定岛”假说。\n\n科学家发现，原子序数超过110之后.随着原子序数的增加，原子的寿命会急剧下降。但研究人员认为1—14号元素附近存在一个稳定区域，这一区域的超重原子核能够长时间存在。这就是科学家上世纪60年代提出的“稳定岛”假说。\n\n利弗莫尔·杜布纳小姐曾成功制造114号元素，其存在时间达到30秒。\n\n如果超重元素稳定存在能够维持数分钟或者数小时，科学家就可以开始研究这些元素的化学性质，甚至可能发现某些特殊化学特性。\n\n利弗莫尔·杜布纳小姐曾成功制造114号元素，其存在时间达到30秒。\n\n如果超重元素稳定存在能够维持数分钟或者数小时，科学家就可以开始研究这些元素的化学性质，甚至可能发现某些特殊化学特性。\n\n"
    },
    {
        "exam": "2008年上海《行测》真题",
        "number": "82,83,84,85",
        "material": "（一）展露微笑会让人留下美好印象。但是你知道吗，惊恐的表情才最引人注目。美国科学家近日通过比较大脑处理各种面部表情的速度，得出结论认为，惊恐的表情能够最快地被人类意识到。相关论文发表在《情绪》（Emotion）上。\n\n（二）此次研究由美国范德比尔特大家的心理学家David Zaid领导。他和研究小组利用视觉闪光抑制（visual flash suppression）技术（该技术能够减慢大脑对面部表情的反应速度），和一个能让双眼同时观看不同图像的阅读器，向参与实验者的一只眼睛展示静态的面部表情图像，向另一只眼睛展示一串快速翻动的随机图像，并让参与者报告他们第一眼意识到静态面部表情的时间。\n\n（三）（结果发现，相比较中性或快乐的表情，参与者意识到惊恐表情的速度要快得多。而且，Zaid表示，这种现象在实验中具有很大的普遍性。）\n\n（四）研究人员认为，惊恐是对人类很重要的信息，它会提醒人们注意潜在的危险。所以惊恐图像在视觉处理过程中走了“捷径”，更快地被人类所意识到。\n\n（五）（同时，此次研究也显示了大脑对微笑的“漠不关心”。Zaid说：“快乐的表情被察觉速度甚至比中性表情还要慢。”这表明，对于没有什么危险的信号，大脑相应的关注也较少。）\n\n（六）Zaid表示，面部表情对于人们传递社会交往信息至关重要。有些人，比如孤独症儿童，无法正确地判断别人的情感表情，结果就会导致严重的社交困难。\n\n"
    },
    {
        "exam": "2009年上海《行测》真题",
        "number": "80.81.82",
        "material": "风是人们司空见惯的一种自然现象。人类对风的认识，更多的集中在它的破坏力上，至于说到对风的利用，只好用屈指可数来形容了。\n\n1978年的夏天，在加利福尼亚的海滩上，绿色和平国际的前总干事斯蒂文·索耶和他的朋友立起了一只实验用的风力发电机，居然使风能成为世界上发展最快的能源之一。在过去的20多年里，风电平均每年以约30％的速度增长。截至2004年底，世界风力发电装机容量总和为4604.8万千瓦。其中德国名列榜首，总装机容量1650万千瓦；美国第二总装机容量680万千瓦。风力发电在世界能源格局中已占有一席之地。\n\n目前，风电这个词在很多国家是能源领域具有“超前意识”的代名词。尽管在电力专家眼里尚无任何一种能源利用方式是纯粹环保的，比如说，石油和煤炭等化石燃料污染空气，核电站的核废料存在安全隐患，水力发电影响渔业，风力发电则会影响到鸟类的生存等等。但在环保主义者眼中，风能发电堪称是近乎完美的能源利用方式了，它不存在任何污染，可以大量减少全球温室气体的排放。根据欧洲风能协会2005年6月30日发布的《风力12》报告，到2020年，全球风电装机总容量预计可以达到1250百万千瓦，风力发电可占到全世界用电总量的20％。这个数字意味着全球温室气体二氧化碳的年排放量将减少110亿吨。从这个角度讲，风电的俗称“绿电”，确也名副其实。\n\n如果说“绿电”的概念还只是停留在环保的层面，对风能的另一个特点——取之不尽、用之不竭，却是可以提高到战略高度来认识的。同油、气、煤炭等传统能源相比，风能资源丰富且不受储量的限制。特别是在当今油价飞涨、全球性能源危机凸显的时代，这一特点更显出其独特的优势。也正是因为如此，欧美和日本等一些发达国家，中国、印度等一些发展中国家，把风能的开发利用已经提升到国家能源战略的重要地位。据透露，欧盟的风电产业政策已经出台，英国、西班牙等欧洲国家的风电产业配套政策甚至已经做到了2050年。\n\n在风电发展的20多年里，价格偏高一直使它饱受反对者的抨击。另外，风电还存在着性能、市场不稳定等因素。目前，风力发电在各国电力来源中所占比例很低，即使在比例最高的丹麦，也不过占到20％。德国大约是6％，美国只有1％。至于中国，风电装机容量仅占全国电力装机容量的0.14％，至今也没有跨过产业化这道坎儿。\n\n任何一种新生事物都有一个成长的过程。风力发电在世界范围内仍处于起步阶段，无论是技术还是市场都还不够成熟，它的产业化、特别是在发展中国家的推广和应用，的确还有一段很长的路要走。对于这样一种有利于可持续发展、有利于环保、有利于能源战略安全的能源方式，除了政府的鼓励引导、专家和业界的努力，目前更需要人们的耐心和信心。\n\n"
    },
    {
        "exam": "2009年上海《行测》真题",
        "number": "83,84,85",
        "material": "在对贵州瓮安多细胞动物胚胎化石的外部形态和内部结构进行研究分析后，科学家证实早在5.8亿年前地球上就出现了两侧对称动物，为达尔文的进化论提供了新的证据。\n\n达尔文创立了进化论，但受到强烈质疑，其重要论据之一就是：为什么三叶虫等复杂的生命在寒武纪突然出现，而在此之前却没有化石记录？进化论似乎等待着两个不同命运的判决：要么前寒武纪根本不存在化石，进化论错了；要么如达尔文猜想的那样，前寒武纪不是没有化石，而是没有找到或没有保存下来。\n\n于是化石成为检验达尔文理论的试金石。古生物学家为在比寒武纪更加古老的地层中寻找化石付出了巨大努力。直到20世纪50年代，加拿大21亿年前微体植物化石和澳大利亚5.6亿年前伊迪卡拉化石群的发现，给进化论带来了一个重大突破，困惑达尔文的问题似乎已经解决了。但事实并不是这样。因为伊迪卡拉化石群是否属于多细胞动物仍有许多值得质疑之处，即便可能是多细胞动物，它们也属于非常特化了的生物类型，与寒武纪生物之间找不到重要的演化关系。\n\n贵州省瓮安5.8亿年前的多细胞动物化石比伊迪卡拉化石群还要早2000万年，比寒武纪还要早4000万年。胚胎化石大多很小，只有0.2～0.6毫米。研究胚胎化石主要采用两种常规技术：一是通过醋酸把胚胎从岩石里分离出来，然后用扫描电子显微镜对其外部进行观察。二是把含化石的岩石加工成薄片，用投射显微镜寻找其中含有的化石，但薄片中的化石已遭破坏，而且所提供的化石结构有方向随机性的缺点。因此胚胎化石内部结构和卵裂球排列方式一直是一个难以解决的技术瓶颈。如何使体积如此小的胚胎化石清晰成像，科学家想到给瓮安化石照“×光”。因为用×光拍照可以避免通常的把化石分层切片观察的方式，不会对化石造成破坏。但不能使用通常的×光机达到研究目的，因为它的成像分辨能力最好也只有毫米的量级，拍不到胚胎的内部结构。另外，拍出来的图像反差也不好。而同步辐射正好具有足够强度的短波长×光和优良的成像分辨能力。于是他们把同步辐射相衬成像方法应用到瓮安化石的研究中，在不损坏化石的情况下，把亚毫米大小的胚胎内部结构拍得一清二楚，并且给出了高精度的三维成像，解决了古生物学的一大难题。\n\n"
    },
    {
        "exam": "2010年上海《行测》真题",
        "number": "77,78,79",
        "material": "个人品格道德的优劣，有时也得看他肯不肯创造自己而定。\n\n一个坏人，一旦觉察出自己品格行为的卑贱可耻，一心一意要从今日起做个好人，他这时心中所有的，便是一种创造的意志：他在开始要创造一个新的、善良的我。人本是有可塑性的，可好可坏；是好，是坏，但看他能不能萌发创造的意念，毁弃旧日之我，创造个新的好的我。像古时候的周处，人家因为他无恶不作，称他为三害之一，他自省悟过来以后，立刻改过迁善，登山杀虎，入水斩蛟，为地方除去大害，转眼间他便成了乡里间爱戴感佩的人了。\n\n创造乃是一切事业的发轫，创造的精神是人人所该有的。目前一般人，缺乏勇敢创造的精神，于是就犯了怠惰病、保守病、模仿病；不肯挺起脊梁，努力去做一番创造的事业；小则影响自己的一生，大则影响国家民族的前途。所以我们每个人，都该自己下一番察验的功夫，看看是不是有病在身，努力鼓起创造的精神，驱逐病魔，改变生活态度，养成创造的人生观。\n\n"
    },
    {
        "exam": "2010年上海《行测》真题",
        "number": "80,81,82",
        "material": "随着生产力的飞速发展，人们不用再愁吃愁穿了，却为随之而来的一系列因营养过剩引起的富贵病而担忧。其中人们最为谈之色变的是“心脏病”。至今为止，尚未发现一种有效的手段能够预防该病的发生，而且每年有成千上万的心脏病例不能用已有的理论来解释，比如遗传因素或糟糕的饮食或缺乏运动等。\n\n伦敦大学的研究人员提出了心脏病因的新解释：许多原因不明心脏病的发作可能是患者大脑中控制心血管系统的区域失常。数年前，他们就曾怀疑，人的大脑中有一个区域控制着心血管系统，该区域的失常有可能引起心血管疾病。于是他们首先用老鼠来做实验，刺激老鼠的大脑，果真发现，当对大脑的某一区域进行电刺激时，动物的心率加快，甚至最后导致心律失常。\n\n最近，（研究人员进一步对人脑进行了研究），他们让受试者尽力挤压一个柱状容器，或尽可能地深呼吸，或屏息几秒钟。在他们做这动作的同时，研究者详细地监测了受试者的血压和心率。然后，（研究者要求受试者在一个高灵敏度的磁共振脑扫描仪监视下重复上述动作，观察大脑中哪些区域被激活。研究表明，这些动作激活了大脑皮层中的一个小区域，该区域位于略高于耳的水平位置的一个大脑皮层褶皱中。）\n\n该研究成果将促成一些预防心脏病的新方法。众所周知，发怒和压力是导致突然心脏病死亡的主要原因，但具体是如何作用的还不清楚。\n\n"
    },
    {
        "exam": "2010年上海《行测》真题",
        "number": "83,84,85",
        "material": "中国戏剧，可用三句话综括指出其特点，即是：动作舞蹈化，语言音乐化，布景图案化。此三者之配合，可谓是人生之艺术化。戏剧本求将人生搬到舞台，但有假戏真做与真戏假做之别。世界即舞台，人生即戏剧，但若把真实人生搬上舞台去演，则为真戏假做。但京剧则是把人生艺术化了而在舞台上去演，因此是假戏真做。（也可说中国京剧中之人生比真实人生更有意义了。）\n\n王国维《人间词话》中说，文学不应有隔。但从中国戏剧来说，正是相反。中国戏剧之长处，正在其与真实人生有隔。西方戏剧求逼真，说白动作，完全要逼近真，要使戏剧与人生间不隔。但中国戏剧则只是游戏三味。即如绘画，西方也求逼真，要写实，因此连阴影也画上。中国画则是抽离现实，得其大意，重在神韵，在意境，始是上乘作品。中国人作画也称“戏笔”，便是这意义。中国京剧亦如作画般，亦要抽离不逼真，至少在这点上，中国京剧已是获得了中国艺术共同精神主要之所在。\n\n西方宗教是空灵的，也是抽离现实的，因此有他们逼真的戏剧文学来调剂。中国人自幼读经。所讲全是严肃的人生道理，这些全是现实的。因此要有空灵的文学艺术作调剂。不论中西，在人生道路上，一张终该有一弛。如果说母亲是慈祥可爱，而父亲是严肃可畏的，则西方宗教是母亲，文学戏剧是父兄；在中国，儒家道德伦理是父兄，而文学艺术是慈母。\n\n中国京剧为要抽离现实，故把人生世相来绘画化、舞蹈化和音乐化。因为中国人对人生太认真了，故而有戏剧教人轻松，教人解脱。我们不能说中国京剧不如西方话剧之逼真，这在整个文化体系之配合中各有其分别的地位与意义。\n\n"
    },
    {
        "exam": "2011年上海(A卷)《行测》真题",
        "number": "79,80,81",
        "material": "（一）我们想把思想作成条理系统，也很不容易。（写的时候，有时觉得千头万绪，纷如乱麻，不知怎样才能理出一个纲领来；有时思潮汹涌，争先恐后地要一齐倾泻纸上，不知先写哪一句为是；有时思想主旨，有似断了络索的井底银瓶，再也钓它不起；有时找不到中心点，像人入太空，失去了重量，轻飘飘地没法落脚。）苦思良久，好容易思想上了轨道了，又好容易能顺利写下去了，又好容易一篇文章脱稿了。自己再来读读：这一句话意又过于晦涩，应涂去另找显豁些的。那一句又重复了，爽性给删了去。这一段文字应该放在后面或中间，才不致显得脚轻头重，那么来移置一下吧。那一段文字好像是孤立的，与全篇不能连贯，还要加上几句，或点窜一下，文章的脉络才得贯通，删改了又删改，琢磨了又琢磨，虽不能臻于“毫发无遗憾”之境，大体上总算可以见人了，这才誊清以为定本。\n\n（二）写过以后，自觉平日游积脑中的思想，借笔墨的疏导，竟变成了一股活泼的泉源，（未成形的思想，居然取得五官百骸，变成了一个有生命的婴儿。）其轻松愉快，必有不可胜言者。\n\n"
    },
    {
        "exam": "2011年上海(A卷)《行测》真题",
        "number": "82,83,84,85",
        "material": "按照规划，2020年我国新能源（包括可再生能源）在总能耗中的比例是15%，石油、煤炭等不可再生的传统能源比例仍达85%。在此背景下，“节能提效”被提到了我国发展低碳经济的首选位置上。\n\n低碳经济是以低能耗、低污染、低排放为基础的一个经济模式，包含能源的高效利用和清洁能源的开发。其中，新能源的发展前景被市场看好。但目前来看，新能源尚无法替代传统的化石能源，化石燃料仍将在我国能源构成中居主导地位，新能源还只是作为化石能源的补充角色而存在。此外，从节能减排的投资效果看，目前提高能效对“低碳”的贡献也远甚于新能源。来自国务院发展研究中心的一份研究报告显示，能效项目“万元投资”形成的节能能力为5吨标准煤/年左右，而风能和太阳能项目投资形成的节能能力不足1吨标准煤/年。能效项目投资有明显的优势。\n\n从全世界的情况分析，节能在今后实现低碳经济过程中总的贡献率将达到60%—70%，然后才是依靠能源结构的调整，以及到没有其他办法的时候采用造价昂贵的碳封存技术。业内人士指出，当前我国发展低碳经济，应把大力开展节能放在首位，从节能和减排的一致性方面强调低排放发展；其次，把大力开发传统能源中相对低碳的能源如天然气、核能和水电等作为近期调整能源结构、减少排放的主要发展方向。\n\n不过，目前我国地方政府所走的“低碳”路径与此并不一致。据不完全统计，目前在中国已有近20个省市提出要打造新能源基地，上百个城市提出把新能源作为经济发展的增长点。不少地方认为，发展低碳经济就是发展新能源。但是，低碳经济不能等同于新能源产业，新能源产业只是低碳经济中的一部分。并且，大规模地、盲目地上马新能源项目，更有可能造成资源浪费。\n\n"
    },
    {
        "exam": "2011年上海(B卷)《行测》真题",
        "number": "79,80,81",
        "material": "（一）我们想把思想作成条理系统，也很不容易。（写的时候，有时觉得千头万绪，纷如乱麻，不知怎样才能理出一个纲领来；有时思潮汹涌，争先恐后地要一齐倾泻纸上，不知先写哪一句为是；有时思想主旨，有似断了络索的井底银瓶，再也钓它不起；有时找不到中心点，像人入太空，失去了重量，轻飘飘地没法落脚。）苦思良久，好容易思想上了轨道了，又好容易能顺利写下去了，又好容易一篇文章脱稿了。自己再来读读：这一句话意又过于晦涩，应涂去另找显豁些的。那一句又重复了，爽性给删了去。这一段文字应该放在后面或中间，才不致显得脚轻头重，那么来移置一下吧。那一段文字好像是孤立的，与全篇不能连贯，还要加上几句，或点窜一下，文章的脉络才得贯通，删改了又删改，琢磨了又琢磨，虽不能臻于“毫发无遗憾”之境，大体上总算可以见人了，这才誊清以为定本。\n\n（二）写过以后，自觉平日游积脑中的思想，借笔墨的疏导，竟变成了一股活泼的泉源，（未成形的思想，居然取得五官百骸，变成了一个有生命的婴儿。）其轻松愉快，必有不可胜言者。\n\n"
    },
    {
        "exam": "2011年上海(B卷)《行测》真题",
        "number": "82,83,84,85",
        "material": "（一）美国康奈尔大学的著名天文学家卡尔·萨根曾指出，在整个银河系中差不多有两千亿颗恒星，这些恒星中有相当一部分带有行星。在这些行星中，与地球环境近似的，估计可能多达一百万颗。既然生命能够在地球上产生和演化，那也就可能同样在这些行星身上产生和演化，并发展出智慧生物，而其中必定有一部分，要比现在的人类文明更为先进，因此，这些天文学家认为，在地球以外的别的星球上出现智慧生命，是完全可能的。\n\n（二）但是萨根却对世界各地常常报道的有人遭遇外星人的消息嗤之以鼻。他认为，这些报道，都是把一些人类掌握的科技加到所谓外星人身上，所描述的外星人形象也大多是人类的变形，而在别的星球，生命进化过程千差万别，外星智慧生命的演化形态很可能与人类完全不同，其掌握的科技也会与人类完全两样。而且这些可能产生智慧生命的星球，离地球距离都在几千或几万光年。因此，以为每年甚至每天都有外星人来访的说法，更是完全不现实的。\n\n（三）萨根的看法，大致可以代表严肃的科学家的意见，这就是说，外星智慧生命的存在，从理论上讲是完全可能的，但各种发现外星人的消息却大都不足为信。\n\n"
    },
    {
        "exam": "2012年上海(A卷)《行测》真题",
        "number": "79,80,81",
        "material": "在历法王国里，谁也没有我伟大，我就是历法之魁，通行全世界的公历。我飞的全名叫格里高利历，人们却喜欢叫我的小名：阳历，因为我是根据地球绕太阳公转一周的时间制定的。\n\n我的父亲是儒略历，他也不愧为一代天骄。公元前古罗马人的历法一年有三百六十五天，可每两年就需增加22或23天，因此日期常常变换，老百姓经常弄不清日期。公元前46年，罗马统帅儒略·凯撒决定让我父亲掌管历法。父亲行使的权力主要有：一年分为12个月，单月31天，双月30天，唯有2月是29天。因为在罗马，2月是行刑期，人们认为2月是个不吉祥之月，不能过得太长，所以从2月中减去一天，这样也符合当时测得地球公转1周的时间。\n\n父亲上任不久，儒略·凯撒死了，他的侄子奥古斯都当上了罗马帝国的第一任皇帝。他征服埃及和结束国内战争是在8月，为了炫耀自己，奥古斯都给父亲动了个小手术：用自己的名字“August”作为8月的名称。他还嫌8月是小月，就从2月中抽出一天，加在8月上。又打乱8月后面大小月的顺序，因而，大月变小月，小月变大月。他的手术很成功，一直到现在还是l、3、5、7、8、10、12为大月，2、4、6、9、11为小月。\n\n父亲掌管日期一千多年，虽然工作认真、负责，但是由于过于年迈迂腐，跟不上科学技术的发展，到1582年，所显示的日期和实际的日期已经相差了10天。这样，罗马教皇格里高利十三世提出，让我接父亲的班。我上班后立即决定把这年的10月5日改为10月&nbsp;15日，纠正了父亲的误差。为了使自己更完善，我还规定每400年中取消3个闰日。这样平均年长为365.2425日，比太阳年的实际长度365.24219日仅差26秒，从此，我就登上了历法至尊的宝座。\n\n我的优点很多，一上任就被当时的天主教国家，如罗马、意大利、法国、西班牙等国重用。中国一直到1912年才把我引进。\n\n"
    },
    {
        "exam": "2012年上海(A卷)《行测》真题",
        "number": "82,83,84,85",
        "material": "（一）辩证唯物主义的认识论，把实践作为认识过程的基础，这是它同以前的认识论相区别的一个根本标志。因此，要全面关注孩子的素质，首先必须关注他们的活动的发展和变化。\n\n（二）辩证唯物主义认为，人的心理既不是由什么先天的遗传、先验的精神或图式决定的，也不是由环境、由外界事物机械地决定的。人的心理，包括儿童的心理，并不是什么先天的东西预定的运动，也不是对外界事物的直观的、机械的反映，而是在人的积极活动中，在主体和客体相互作用、相互矛盾中的一种能动的反映。人的心理，包括儿童的心理都是在活动中形成的，也是在活动中表现的，并且随着活动形态（游戏、学习、劳动）的不断发展而向前发展。这才是正确理解人，包括儿童心理发展的正确的钥匙。\n\n（三）人的实践活动主要是认识世界和改造世界的活动。但从个体说来，实践活动有一个形成和发展过程。人生下来以后，首先是适应世界。儿童出生不久，就产生了完整的有目的动作；继而便出现了专门接受人类经验的学习活动；最后，出现了改造自然，改造社会的劳动生产和社会生活这一典型形态的实践活动。在这一过程中，儿童从学会适应社会生活，逐步发展到学会改造社会生活，这样，他就成为一个独立的社会成员。\n\n"
    },
    {
        "exam": "2012年上海(B卷)《行测》真题",
        "number": "79,80,81",
        "material": "从遗传学角度来讲，应该说“基因决定论”这一说法没有错，因为猪有猪的基因组，人有人的基因组，确实是什么样基因决定了什么样的性状、什么样的物种。完全否定基因决定论有失偏颇，这是遗传学的一个基因原理。但是遗传学中还有一个非常重要的原则，这就是基因型与环境的互相作用决定了表型，这是遗传学中最基因的原理之一。毛泽东在《矛盾论》中讲到，温度可以使鸡蛋变成小鸡，但不能使石头变成小鸡。基因是根据，是内因，温度和各种环境因子是条件，使它的可能性转化为现实性，谈基因时不能忘记环境。举一个日常生活中的例子：在一个还未成熟的苹果上贴一个“喜”字，等到收获时，可以看到这个苹果其他地方都是红颜色，而贴了字的地方是绿色的。苹果形成红色的色素是基因决定的，但这一变化有一个反应过程，可能要经过一个绿颜色的阶段，经阳光照射后才成为红色。而那个贴了字的部位由于照不到阳光，尽管它有变成红颜色的基因，但这一基因却不起作用，所以成了绿色。从这个意义上讲，基因只有在它所要求环境之中才能起到决定作用，才决定人是人，猪是猪。\n\n随着研究的深入，人们认识到，所谓的环境不仅仅是指外界的空气、阳光或者各种接触到的物理化学因子等，而且已经深入到细胞里面的各种各样的小分子即“内环境”对基因的作用，如蛋白质的作用，其他无机离子的作用以及基因相互间的关系。从这个意义上来讲，单独一个基因可能决定不了什么，但如果在合适的环境下它就能决定某种东西。\n\n"
    },
    {
        "exam": "2012年上海(B卷)《行测》真题",
        "number": "82,83,84,85",
        "material": "（一）辩证唯物主义的认识论，把实践作为认识过程的基础，这是它同以前的认识论相区别的一个根本标志。因此，要全面关注孩子的素质，首先必须关注他们的活动的发展和变化。\n\n（二）辩证唯物主义认为，人的心理既不是由什么先天的遗传、先验的精神或图式决定的，也不是由环境、由外界事物机械地决定的。人的心理，包括儿童的心理，并不是什么先天的东西预定的运动，也不是对外界事物的直观的、机械的反映，而是在人的积极活动中，在主体和客体相互作用、相互矛盾中的一种能动的反映。人的心理，包括儿童的心理都是在活动中形成的，也是在活动中表现的，并且随着活动形态（游戏、学习、劳动）的不断发展而向前发展。这才是正确理解人，包括儿童心理发展的正确的钥匙。\n\n（三）人的实践活动主要是认识世界和改造世界的活动。但从个体说来，实践活动有一个形成和发展过程。人生下来以后，首先是适应世界。儿童出生不久，就产生了完整的有目的动作；继而便出现了专门接受人类经验的学习活动；最后，出现了改造自然，改造社会的劳动生产和社会生活这一典型形态的实践活动。在这一过程中，儿童从学会适应社会生活，逐步发展到学会改造社会生活，这样，他就成为一个独立的社会成员。\n\n"
    }, 
    {
        "exam": "2013年上海(A卷)《行测》真题",
        "number": "79,80,81",
        "material": "（一）有人做了一块象牙片，半寸方，看去也没有什么；用显微镜一照，却看见刻着一篇行书的《兰亭序》。我想：显微镜的所以制造，本为看那些极细微的自然物的；现在既用人工，何妨便刻在一块半尺方的象牙板上，一目了然，省却用显微镜的工夫呢？\n\n（二）张三李四是同时人。张三记了古典来做古文；李四又记了古典，去读张三做的古文。我想：古典是古人的时事，要晓得那时的事，所以免不了翻着古典；现在两位既然同时，何妨老实说出，一目了然，省却你也记古典，我也记古典的工夫呢？\n\n（三）内行的人说：什么话！这是本领，是学问！\n\n（四）我想，幸而中国人中，有这一类本领学问的人还不多。倘若谁也弄这玄虚：农夫送来了一粒粉，用显微镜照了，却是一碗饭；水夫挑来用水湿过的土，想喝茶的又须挤出湿土里的水：那可真要支撑不住了。\n\n"
    }, 
    {
        "exam": "2013年上海(A卷)《行测》真题",
        "number": "82,83,84,85",
        "material": "（一）自然界中存在着许许多多我们往往用肉眼察觉不到的物质循环和能量流动，把生物群落（动物、植物、微生物）同其生存的非生命环境（大气、水、土壤），以及生物群落内部的不同种群连结到一起，形成一个相互联系、相互作用、相互制约的系统，这就是人们常说的生态系统，别以为生态系统只有一个或一种，生态系统具有不同的类型和等级。大到整个生物圈，小到一滴水，都可以看成是一个生态系统，环境不同，生物有别，生态系统也不一样，海洋环境和海洋里的生物组成了海洋系统，森林环境和森林里的生物组成了森林生态系统。此外还有池塘、湖泊、河流、沼泽、草原、沙漠、高山、盆地乃至农田、城市等等，都可以构成类型各异、大小层次不等的生态系统，各种生态系统都有自己特殊的结构和功能，任何一个生态系统都不是“死”的，而是“活”的，物质和能量在不断地输入、输出，结构和功能都在随着时间的推移而逐渐改变，但是，一个生态系统发展到一定阶段，它的物质和能量的输入、输出又是基本相等，结构和功能又是相对稳定的。\n\n（二）大家都知微生物的繁殖速度极快。一个细菌如果每隔20分钟分裂一次，1变2，2变4，4变8……一昼夜繁殖72代，就可以获得47万亿亿个后代；36小时内传种接代108次，产出的全部菌体将能铺满地球1尺来厚！其实，为什么非要列举繁殖能力极强的细菌或者某些昆虫呢，且繁殖能力最差的长鼻子也照样能说明问题，母象30岁左右才开始生育，一生仅产6胎，每胎仅产1仔，生育能力可谓差矣。但是，如果一切条件适宜，随便让它繁殖，后代个个成活，那么250年后，一对大象的后代就会有上千万头，比现在地球上所有活着的大象的总数还多得多！当然，实际上并没有发生这种情况。细菌也好，大象也好，地球上的一切生物几乎都有很强的繁殖能力，但由于受到许多因素的限制，使得它们的数量总是维持在一定的水平上。\n\n（三）是哪些因素限制着生物数量的增长？在一个生态系统里，既有植物、动物、微生物等生物因素，又有大气、水、土壤以及阳光、温度等非生物因素，这些因素相互作用，相互制约，就构成了生态系统的相对平衡。\n\n"
    }, 
    {
        "exam": "2013年上海(B卷)《行测》真题",
        "number": "79,80,81",
        "material": "（一）我曾运用复杂科学的方法分析制度问题，认为制度应当包括体制和机制两个方面。体制是指系统在某一时间点所处的状态和结构，机制则是指系统演化的过程和动因。由于系统是动态的，处于不停的演化之中，因此单靠权力分析、利益集团分析、规范分析等静态的结构分析方法来研究它是不够的。正如著名的制度经济学家诺斯一针见血指出的，“我们生活在一个经济变迁的动态世界中，但我们的理论却是静态的。\n\n（二）制度可以经由强制性制度变迁（他组织作用）而产生，也可以通过诱制性制度变迁（自组织作用）而演化。按照复杂性科学的观点，对经济的运行而言，既定的制度规则能稳定交易主体的预期。在既定的制度框架下，交易主体之间都知道对方会按照什么规则来行动，因为大家都相信对方是理性的。如果确实如此，那这一制度就是适当而稳定的。如果在既定制度框架下，（交易主体难以发挥作用，难以将商业机会变为现实，那就说明这一制度需要加以改变），正是通过这样一个制度环境与市场主体之间的相互影响和作用，造成自组织作用和他组织作用的结合，推动着经济的发展和演化。\n\n"
    }, 
    {
        "exam": "2013年上海(B卷)《行测》真题",
        "number": "82,83,84,85",
        "material": "（一）自然界中存在着许许多多我们往往用肉眼察觉不到的物质循环和能量流动，把生物群落（动物、植物、微生物）同其生存的非生命环境（大气、水、土壤），以及生物群落内部的不同种群连结到一起，形成一个相互联系、相互作用、相互制约的系统，这就是人们常说的生态系统，别以为生态系统只有一个或一种，生态系统具有不同的类型和等级。大到整个生物圈，小到一滴水，都可以看成是一个生态系统，环境不同，生物有别，生态系统也不一样，海洋环境和海洋里的生物组成了海洋系统，森林环境和森林里的生物组成了森林生态系统。此外还有池塘、湖泊、河流、沼泽、草原、沙漠、高山、盆地乃至农田、城市等等，都可以构成类型各异、大小层次不等的生态系统，各种生态系统都有自己特殊的结构和功能，任何一个生态系统都不是“死”的，而是“活”的，物质和能量在不断地输入、输出，结构和功能都在随着时间的推移而逐渐改变，但是，一个生态系统发展到一定阶段，它的物质和能量的输入、输出又是基本相等，结构和功能又是相对稳定的。\n\n（二）大家都知微生物的繁殖速度极快。一个细菌如果每隔20分钟分裂一次，1变2，2变4，4变8……一昼夜繁殖72代，就可以获得47万亿亿个后代；36小时内传种接代108次，产出的全部菌体将能铺满地球1尺来厚！其实，为什么非要列举繁殖能力极强的细菌或者某些昆虫呢，且繁殖能力最差的长鼻子也照样能说明问题，母象30岁左右才开始生育，一生仅产6胎，每胎仅产1仔，生育能力可谓差矣。但是，如果一切条件适宜，随便让它繁殖，后代个个成活，那么250年后，一对大象的后代就会有上千万头，比现在地球上所有活着的大象的总数还多得多！当然，实际上并没有发生这种情况。细菌也好，大象也好，地球上的一切生物几乎都有很强的繁殖能力，但由于受到许多因素的限制，使得它们的数量总是维持在一定的水平上。\n\n（三）是哪些因素限制着生物数量的增长？在一个生态系统里，既有植物、动物、微生物等生物因素，又有大气、水、土壤以及阳光、温度等非生物因素，这些因素相互作用，相互制约，就构成了生态系统的相对平衡。\n\n"
    }, 
    {
        "exam": "2014年上海(A卷)《行测》真题",
        "number": "69,70,71",
        "material": "一个正常的搜索引擎，其核心功能自然是网页搜索。那搜索结果应该怎样排序才最好呢？实际上，在谷歌主导互联网搜索之前，人们为此伤透脑筋。很显然，搜索引擎应该把重要的网页放到搜素结果中比较靠前的地方。这个方案很容易想到，但是解决的方法却没有想象的那么简单。\n\n在谷歌诞生之前那段时间，流行的网页排名算法都很类似，它们都使用了一个非常简单的思想：越是重要的网页，访问量就会越大。许多大公司就通过统计网页的访问量来进行网页排名。但是这种排名算法有两个很显著的问题：一是只能够抽样统计，所以统计数据不一定准确，而且访问量的波动会比较大，想要得到准确的统计需要大量的时间和人力，还只能维持很短的有效时间；二是访问量并不一定能体现网页的“重要程度”——可能一些比较早接触互联网的网民还记得，那时有很多人推出了专门“刷访问量”的服务。有没有更好的方法，不统计访问量就能够为网页的重要度排序呢？\n\n就是在这种情况下，1996年初，谷歌公司的创始人，当时还是美国斯坦福大学研究生的佩奇和布林开始了对网页排序问题的研究。在1999年，一篇以佩奇为第一作者的论文发表了，论文中介绍了一种叫PageRank的算法，这种算法的主要思想是：越“重要”的网页，页面上的链接质量也越高，同时越容易被其它“重要”的网页链接，于是，算法完全利用网页之间互相链接的关系来计算网页的重要程度，将网页排序彻底变成一个数学问题，终于摆脱了访问量统计的框框。\n\n不过要强调的是，虽然PageRank是谷歌搜索结果排序的重要依据，谷歌也以此发家，但是它并不是全部依据——实际上，谷歌发展到现在，已同时用了数百种不同的算法来确定最终显示给用户的搜索结果顺序。\n\n"
    }, 
    {
        "exam": "2014年上海(A卷)《行测》真题",
        "number": "72,73,74,75",
        "material": "阅读下面的文章，回答以下问题：\n\n你曾经在白天看过星星吗？当你蹲了太久又起身太快，或者刚好被球场上飞来的足球砸中脑袋，那你就一定看见过或经历过“眼冒金星”的感觉。这个现象有个学名，叫做“压眼闪光”。\n\n你也许发现了，看见“金星”跟看见别的东西不太一样；即使你闭上眼睛，冒出来的星星也不会消失不见，不过你可能不知道的是，盲人们虽然看不见，却同样会有“眼冒金星”的感觉。这是因为控制双眼闪光现象的是大脑的初级视皮层（俗称作VI区域）。这个区域即使在久经数十年后依然不会受到损伤。\n\n既然失去视觉的人不会丧失“看见”金星的能力，那能不能利用这一点帮助人恢复视觉呢？来自麻省理工学院的莱特。希姆博士带着这个念头，对压缩闪光开始了新的搜索。\n\n对于人的压眼闪光现象已有过不少研究，可以肯定的是我们看到的“金星”大致是星星散散分部的点或小圆形，比较暗，白色或彩色都有，但这些有限的了解距离找到视觉恢复方法的目标还差很远，探索过程中较多实验无法直接在人体实行，所以恒河猴的动物作为“替身”很有必要。\n\n恒河猴算是实验的常客了，在压眼闪光的研究中心它也是非常理想的研究对象。它们的视觉系统与人类相近，且初级视皮层面积大，无沟回，便于定位和操作，想要继续人类视觉恢复的研究，就先要再恒河猴上进行较为透彻全面的了解，过去的一些研究已经把恒河猴的视野向“金星”出现的位置和初级视皮层对应神经元位置定位，刺激V1的什么位置产生的“金星”会出现在哪里，尽在科学家的掌握之中。\n\n但只知道位置还远远不够，想要利用“金星”就像我们还需要知道一些重要信息，恒河猴看到的金星具有什么样的特点，这就是希勒此处研究的主题。\n\n假如猴子会说话，就这个问题就好办多了，&nbsp;但鉴于我们和这灵长类的亲戚无法进行语言交流，想知道金星的具体特征就需要依靠精巧的实验了。\n\n希勒对猴子进行了特殊的训练，使它们在视眼中出现两个点时，目光会移向更大更亮的点，这个巧妙的训练方法，和猴子目光的移动方向，成为判断“金星”特征的利器。\n\n在这个实验中，猴子的视眼会出现一个光点（对照点），接着对照点下方会出现一个光点（实验点），如果猴子的注视方向没有变化，说明实验点比对照点更小或者更暗，如果猴子的目光下移，则说明实验点比对照点更大或者更亮。\n\n通过插入恒河猴V1区域的电极刺激，产生不同大小的“金星”，让它们判断大小。猴子先生在重复70多次实验后，“告诉”实验者们“金星”的大小约为9—26角分，（衡量视眼中光斑半径的单位），并且改变电流大小对“金星”的大小影响不同。\n\n这组实验中，猴子的视眼正中心会预设一个很小的光点（对照点）。而电板激发产生的光点（实验点）在对照点下方，在实验中视野的背景颜色会不停改变。当背景颜色与实验点颜色不同时，猴子可以看到实验点，于是会一直盯着实验点看。一旦视野背景颜色与实验点相同，实验点讲消失，猴子的目光便会上移，看着中心的对照点，每当这时研究人员就会知道激发产生的光点的颜色就为当前的背景颜色。\n\n同样经过70多次实验后，研究者发现“金星”其实色彩多变，但总体而言，颜色比较暗淡，都是不饱和色，包括灰暗的粉色，蓝色，绿色，黄色等。不单调的色彩对于视觉恢复是个大好消息，假如技术研发成功，盲人们大有可能看到一个色彩还算丰富的世界。\n\n"
    }, 
    {
        "exam": "2014年上海(B卷)《行测》真题",
        "number": "69,70,71,72",
        "material": "阅读下面的文章，回答以下问题：\n\n你曾经在白天看过星星吗？当你蹲了太久又起身太快，或者刚好被球场上飞来的足球砸中脑袋，那你就一定看见过或经历过“眼冒金星”的感觉。这个现象有个学名，叫做“压眼闪光”。\n\n你也许发现了，看见“金星”跟看见别的东西不太一样；即使你闭上眼睛，冒出来的星星也不会消失不见，不过你可能不知道的是，盲人们虽然看不见，却同样会有“眼冒金星”的感觉。这是因为控制双眼闪光现象的是大脑的初级视皮层（俗称作VI区域）。这个区域即使在久经数十年后依然不会受到损伤。\n\n既然失去视觉的人不会丧失“看见”金星的能力，那能不能利用这一点帮助人恢复视觉呢？来自麻省理工学院的莱特。希姆博士带着这个念头，对压缩闪光开始了新的搜索。\n\n对于人的压眼闪光现象已有过不少研究，可以肯定的是我们看到的“金星”大致是星星散散分部的点或小圆形，比较暗，白色或彩色都有，但这些有限的了解距离找到视觉恢复方法的目标还差很远，探索过程中较多实验无法直接在人体实行，所以恒河猴的动物作为“替身”很有必要。\n\n恒河猴算是实验的常客了，在压眼闪光的研究中心它也是非常理想的研究对象。它们的视觉系统与人类相近，且初级视皮层面积大，无沟回，便于定位和操作，想要继续人类视觉恢复的研究，就先要再恒河猴上进行较为透彻全面的了解，过去的一些研究已经把恒河猴的视野向“金星”出现的位置和初级视皮层对应神经元位置定位，刺激V1的什么位置产生的“金星”会出现在哪里，尽在科学家的掌握之中。\n\n但只知道位置还远远不够，想要利用“金星”就像我们还需要知道一些重要信息，恒河猴看到的金星具有什么样的特点，这就是希勒此处研究的主题。\n\n假如猴子会说话，就这个问题就好办多了，&nbsp;但鉴于我们和这灵长类的亲戚无法进行语言交流，想知道金星的具体特征就需要依靠精巧的实验了。\n\n希勒对猴子进行了特殊的训练，使它们在视眼中出现两个点时，目光会移向更大更亮的点，这个巧妙的训练方法，和猴子目光的移动方向，成为判断“金星”特征的利器。\n\n在这个实验中，猴子的视眼会出现一个光点（对照点），接着对照点下方会出现一个光点（实验点），如果猴子的注视方向没有变化，说明实验点比对照点更小或者更暗，如果猴子的目光下移，则说明实验点比对照点更大或者更亮。\n\n通过插入恒河猴V1区域的电极刺激，产生不同大小的“金星”，让它们判断大小。猴子先生在重复70多次实验后，“告诉”实验者们“金星”的大小约为9—26角分，（衡量视眼中光斑半径的单位），并且改变电流大小对“金星”的大小影响不同。\n\n这组实验中，猴子的视眼正中心会预设一个很小的光点（对照点）。而电板激发产生的光点（实验点）在对照点下方，在实验中视野的背景颜色会不停改变。当背景颜色与实验点颜色不同时，猴子可以看到实验点，于是会一直盯着实验点看。一旦视野背景颜色与实验点相同，实验点讲消失，猴子的目光便会上移，看着中心的对照点，每当这时研究人员就会知道激发产生的光点的颜色就为当前的背景颜色。\n\n同样经过70多次实验后，研究者发现“金星”其实色彩多变，但总体而言，颜色比较暗淡，都是不饱和色，包括灰暗的粉色，蓝色，绿色，黄色等。不单调的色彩对于视觉恢复是个大好消息，假如技术研发成功，盲人们大有可能看到一个色彩还算丰富的世界。\n\n"
    }, 
    {
        "exam": "2014年上海(B卷)《行测》真题",
        "number": "73,74,75",
        "material": "阅读下面的文章，回答以下问题：\n\n偏见从字面上看就是指向判断，即在考察证据之前就把一个论点拒斥了，偏见，乃是强烈地感情用事的结果，而不是运用可靠推理的结果，假若我们希望找到一事的真理，那我们就必须尽可能以完全开放的头脑去处理问题，而且还要深刻意识到我们自己的局限性和癖好。另一方面，当我们对某个主张的证据作了仔细而全面的考察之后，如果我们拒斥它，那就不是偏见。这或许可以叫“灼见”。它无疑是获得知识的必要条件。\n\n批判的，怀疑的考察乃是日常事务以及科学中所使用的方法，当我们买了一辆新汽车或用过的汽车时，我们总是郑重其事的索取书面保证，试车并检查其特殊部件。（对于汽车出售者在这些方面的推诿逼问，我们都将非常严谨地对待，然而许多介乎科学与科学边缘信念的倡导者们当需要经受类似的严密考察时，却往往怒不可遏，许多深称超感官知觉的人也宣称，当他们被细心观察时，他们的能力就会减弱）。魔术师尤里.盖乐于当着科学家的面把钥匙和餐具弄弯曲，而这些科学家惯于作为诚实搏斗的对手面对自然界；但对于值得怀疑的魔术师愚弄观众却放任自流。这些科学家懂得人类的局限性，他们自己也能用巧妙的技术表演类似的动作。\n\n凡是压制细研深察和认真讨论的地方，真理就会被掩盖。那些介乎科学边缘的信仰的提倡者，每当受到批评时，往往用过去的天才受到奚落来作辩解。但是，某些天才受到嘲笑并不暗含着所有被嘲笑的人都是天才。他们嘲笑过哥伦布，他们嘲笑过福尔敦，他们嘲笑过赖特兄弟。（但他们也曾嘲笑过头脑简单的小丑）。我坚信，科学是伪科学的最好解毒剂。\n\n"
    }, 
    {
        "exam": "2015年上海《行测》真题（A类）",
        "number": "68,69,70,71,72",
        "material": "“侯世达”是Douglas Hofstadter的中文名，这个1997年由他的中文出版商所定的名字，如今已是他在中文世界里的通称，这个名字也确实比他的父亲、1961年诺贝尔物理学奖得主、物理学家罗伯特•霍夫施塔特(Robert Hofstadter)按照姓名音译规则对应过来的中文名要好听。不过，侯世达还有一个更私密、也更漂亮的中文名，那就是1976年他的第一位中文老师高先生为他取的“侯道仁”。\n\n与他的中文名字同样精彩的，是侯世达的成名作“Godel, Escher, Bach: an Eternal Golden Braid”的译名——《哥德尔、埃舍尔、巴赫：集异璧之大成》，侯世达的这本书在英文世界里被简称为“GEB”——取哥德尔(Godel)、埃舍尔(Escher)、巴赫(Bach)的首字母，而中文则以“集异璧”应对。\n\n《集异璧》探讨了庞杂的主题。正如侯世达本人在该书出版20周年的再版前言中所写：“……包括赋格和卡农，逻辑和真理，几何学、递归、句法结构、意义的本质、佛教禅宗、悖论、脑和意识、还原论与整体论、蚂蚁群落、概念和心理表征、翻译、计算机和计算机语言、DNA、蛋白质、基因编码、人工智能、创造性、意识和自由意志——偶尔还写到了音乐和艺术，它写到了所有的一切！很多人觉得不可能找到这本书的重点。”\n\n但这本书还是有重点的。总体上说，《集异璧》被归为人工智能的经典著作，就像研究认知科学、心智哲学(Philosophy of Mind)、计算机科学、心理学、比较文学和物理学的侯世达被视为人工智能领域不可忽视的代表一样。上世纪70年代，侯世达痴迷于“思考是什么？”，投身于其时刚刚兴起的人工智能领域，他在《集异璧》中对计算机、程序、思考和大脑的描绘，开启了整整一代年轻人对人工智能的探索。但是，在人工智能领域掀起一个高潮后，侯世达却从公众的视野中消失了。\n\n原因很简单：算法很巧妙、也能完成不少实际任务，但依托这种思路做出来的计算机并没有真正在“思考”。意识到这一点，侯世达对普通的人工智能彻底失去了兴趣，他自己的研究也转而建立在跟常规人工智能完全不同的技术上面。侯世达在美国印第安纳大学的研究小组叫做灵活类比研究小组(Fluid Analogies Research Group，FARG)，“在FARG我们没有致力于开发实际的应用，诸如翻译引擎、答问机器、网络搜索软件此类的东西。我们只是在努力地理解人类概念的本质和人类思考的根本机制。我们更像是哲学家或试图探究人类心智奥秘的心理学家，而非旨在制造聪明的计算机或机灵程序的工程师。我们是一群老派的纯粹主义者，我们的动力源于内心深处的哲学好奇心，而不是制造实用设备的欲望(遑论赢得大笔金钱的欲望)。” 　　\n\n这些年来，关于“思考是什么”，侯世达取得了一定进展，但更多的还是失败——FARG开发的程序常常得出可笑的结果，远远谈不上“智能”。不过，侯世达看着这些失败“很开心”，因为“要是我们的任何系统真的在其微领域中获得了与人类相颉颃的智力，我们将痛心至极，因为那将是很可怕的：这意味着人的智力并非如我们所想的那样复杂或深奥。这意味着短短几十年的研究就足够人类解开人类思维的奥秘”。在他看来，程序真正具有智能将是人类的悲剧。\n\n侯世达认为，思考的关键在于美、在于品味，与逻辑或真理无关。这与大数据、大算法的现代人工智能格格不入。“形式化的研究方法得出的是极其生硬的‘智能’，毫无洞见可言。”他的人生目标是创造出许多绝美的事物。他选择了一条少有人走的研究道路，他在路上遇到了许许多多至臻至美的事物，他说“我宁愿当个独立思考的人，不总是站在人们注意力的最前端。我觉得不被大多数人注意到没什么不好；但我相信最终我的想法会被更多的人知道。”\n\n“至于有没有可能我选错了路，这当然是可能的，但我并不担心这一点。人生苦短，我相信我自己的观点，而且我会捍卫它们。毕竟，俗话说得好，你都不相信自己，谁还会呢？”\n\n"
    }, 
    {
        "exam": "2015年上海《行测》真题（A类）",
        "number": "73,74,75",
        "material": "“全球疾病、伤害和危险因素负担研究2010(GBD2010)”由华盛顿大学健康测量与评估研究所牵头，囊括了来自世界各地的研究人员。论文对比了中国与20国集团中的其他国家，凸显了中国在卫生健康方面的急剧变化。举例来讲，在考虑了人口结构以后，中国2010年的60岁以下死亡率低于20国集团中的所有新兴经济体，仅略高于美国的同期水平。\n\n在1990年，中国的健康状况与包括越南和伊拉克等在内的许多发展中国家非常类似。当时，导致中国健康损失的主要疾病是慢性阻塞性肺部疾患、下呼吸道感染、中风、先天性畸形和新生儿脑病。然而20年后，这些情况发生了显著的变化。在2010年，中国健康损失的主要原因是中风、缺血性心脏病、慢性阻塞性肺病、腰背疼痛和道路伤害。\n\n在非传染性疾病中，与其他高收入的国家相比，中国的癌症情况相对来讲比较特殊。在2010年，中国女性的乳腺癌死亡率低于20国集团中大多数的高收入国家，这其中包括美国、英国和日本。但是，肺癌、肝癌、胃癌、食管癌和大肠癌都是在中国位列前15位导致早亡的主要病因。非传染性疾病正在成为中国一个越来越重要的问题。\n\n同时从1990年到2010 年，传染性疾病、孕产妇和新生儿疾病下降了59%，儿童死亡数从100万左右减少了近80%到21.3万。自1990年以来，死于痢疾和下呼吸道感染的5岁以下儿童减少了90%以上。\n\n在包括滥用药物、自杀等在内的对青年人有显著影响的行为上，中国优于大多数国家。在全球范围内，20到24岁的年龄段中滥用药物者在1990年和2010年间增长了38%，而在中国则下降了5%。就自杀而言，在过去的20年中，中国年轻女性自杀率急剧下降了75%，年轻男性自杀率下降了49%。\n\n“中国在减少一些传染性疾病导致的死亡和残疾方面取得了非凡成就。中国在这些领域的成功给其他发展中国家树立了榜样。”健康测量与评估研究所主任Christopher Murray教授说，“年度疾病负担评估将使中国在国际对比中更好把握自己发展和改善的进程，并由此更加妥善地明确政策的优先之处。”\n\n“至于有没有可能我选错了路，这当然是可能的，但我并不担心这一点。人生苦短，我相信我自己的观点，而且我会捍卫它们。毕竟，俗话说得好，你都不相信自己，谁还会呢？”\n\n"
    }, 
    {
        "exam": "2016年上海《行测》真题（A类）",
        "number": "47,48,49,50",
        "material": "城市是纯粹的人为产物，大部分由混凝土组成，环境干燥，人来人往，污染严重。很难想象，在这种环境下还有物种能平静地生长。\n\n不过，近年来科学家观察到，一些物种具有惊人的能力，逐渐适应了这种新的生活空间——尤其是那些具有活力、能迅速定居的机会主义物种。\n\n以乌鸦为例。直到1990年代初，城市里还没有乌鸦。\n\n但现在它们已经大举进攻，甚至成为城市公害：巴黎的乌鸦毁坏垃圾箱，欺侮行人。其他鸟类也被易得的食物所吸引，适应了城市生活：麻雀、椋鸟、喜鹊、田鸫、鸽子……哺乳动物也不例外：从獾到麝鼠、松鼠，甚至还包括赤狐。\n\n法国国家农业研究院的劳拉·福特尔（Laura Fortel）在2014年夏天指出，里昂市区和市郊的蜜蜂种类已接近全法蜜蜂多样性的三分之一。\n\n植物方面，状况同样惊人。城市生态学家已在巴黎发现一千多种野生植物（聚合草、芝麻菜、兰花、蒲公英、荨麻……）。\n\n随着时间流逝，混凝土周围必然生成了一种新生活。\n\n鸟类学家贝尔纳·卡迪乌（Bernard Cadiou）发现，几十年间形成了一类独特的城市海鸥：“1990年起，自然界的海鸥数量每十年减少一半，城市里的海鸥却仍在增加，并且离海岸越来越远。在巴黎，它们生活在城市群岛中，每片房屋就是一个小岛。城里的一切条件都更加优越：垃圾箱，家庭废品，有时在中心广场或公园里还能找到蚯蚓……人类已为它们造好了避风港。”\n\n动植物群落就这样在城市里安居下来。更妙的是，它们还在城市开发了新的组织策略。法国国家自然历史博物馆（MNHN）的保护生物学家罗曼·朱利亚（Romain Julliard）强调：“动物的可塑性使它们能够利用现有资源。”\n\n这种可塑性也使得动植物改变它们的生活方式。例如，不必再筑巢——电梯装置、通风管道或一片屋顶都可为许多动物提供理想的居所。这位学者描述说：“在乡村，绿头鸭通常在地面筑巢，城市里则在高处栖息。”\n\n食物易得，物种多样性较少，这都抑制了种群间的敌对行为，也限制了捕食关系。和平化进程的结果是一些种群数量迅速增加、寿命延长：“在城里，乌鸫寿命能比在乡村长两年。”\n\n另一突出现象是：动物开始定居，减少迁徙行为。这是由于城市的微气候比乡村更暖，适于过冬。“城市茧居”同样更加普遍。繁殖季延长，亲缘联系增强：“城市乌鸫的繁殖期比乡村乌鸫早开始一至四周，夏季幼鸟离巢的时间也晚一个月。”\n\n生态学家菲利普·柯莱若确认：“动物随着城市改变。我们甚至在巴黎地铁里见到蟋蟀以烟草和香烟过滤嘴为食！”红隼的捕猎方式也与以往不同，不再捕食鼩鼱和田鼠，而是食用麻雀和大型昆虫。\n\n生态学家娜塔莉·玛冲研究了植物界的情况。 “所有人类活动都对植物种类构成有影响。植物采取针对城市环境的特殊行为。”城市里的雏菊更能耐受踩踏，蒲公英更倾向于在近处散播种子，使之能够享有珍稀的可用土地。\n\n"
    }, 
    {
        "exam": "2016年上海《行测》真题（A类）",
        "number": "51,52,53",
        "material": "宋代青白瓷作为一种器物符号，是以景德镇窑为代表烧制的一种单色釉瓷器。它兼具了物质文化和精神文化的双重功能，包含着丰富的文化符号意义，不但是历史长河中器物文明的里程碑，也体现了中华民族的审美观和人文精神。\n\n青白瓷取得的成就与宋代发达的经济分不开。北宋后期，宋金对峙，南方经济明显超过了北方，景德镇青白瓷也在此时得到了相当大的发展。但是，富庶的社会经济也让宋人失去了汉唐那种博大、开阔、外向、奋发的眼界、胸襟、抱负与理想，代之而起的是克制自持、温文儒雅、宁静自适的审美理想。所以，不是华贵富丽的彩瓷，而是景德镇的青白瓷，成为宋代真正优秀的艺术作品。\n\n自青白瓷问世，制瓷工匠便特别注意成型技艺的提高，坯体加工十分精细。这是由青白瓷的工艺特征决定的。青白瓷胎骨较清薄而洁白，釉质具有通透感，造型轻巧，因而坯体上如有任何痕迹和杂物，在经施釉烧成后，都会在这种透明釉下暴露无遗。\n\n青白瓷常出现的纹饰有婴戏、兰草、莲纹、海浪纹等。其中莲纹流传甚广，常见的有莲花或莲藕纹、缠枝莲纹或折枝莲，莲纹与相应器形结合，呈现一种婀娜多姿之态。青白瓷的造型以修理挺拔为特色，如瓜菱形的壶身，细长弯曲的壶流，盘口的折沿，碗、盘、碟等口部多用花口或在内壁饰五至六条凸起的出筋纹，轻巧玲珑的造型、清雅柔美的纹样、莹润恬静的釉色相结合，使器物呈现一种柔美优雅的韵味。\n\n宋代审美风潮的变化与理学的兴起也有着密切的关系。宋代理学的核心思想是“存天理、灭人欲”，这种哲学理念对中国传统艺术审美产生了深刻影响。体现在工艺美术上，使得宋代工艺的造型和装饰都显得较为平实。宋代景德镇青白瓷端庄典雅的风致，显然是深受理学思想的影响。与宋代整个审美思潮相一致，青白瓷承担着道德教化的崇高社会任务，其目的不是为了享受，而是为了平欲；不是为了审美，而是为了致善。\n\n青白瓷使用的青白釉在化学组成上属于重石灰釉，钙含量很高，入窑焙烧后积釉处呈水绿色，呈现温润如玉的风姿。宗白华曾说：“中国向来把‘玉’作为美的理学。玉的美，即‘绚烂之极归于平淡’的美。可以说，一切艺术的美，以至于人格的美，都趋向玉的美：内部有光彩，但是含蓄的光彩，这种光彩极绚烂，又极平淡。”瓷器追求温润莹澈的效果一方面是农耕文明对土、石、玉审美的延展，另一方面受到“君子比德于玉”思想的影响，是儒家重礼、重德的精神贯通生活方方面面的具体体现，青白瓷就是这样一种承载玉德的瓷器。瓷器自唐五代以来，不仅不断适应和满足着变化的时代以及与此相适应的生活方式，同时也追随着审美情趣的变化轨迹。青白瓷的如玉质地和釉色在宋代匠师的手中赫然而出，渗透了淡泊虚静的人性，在宋人的精神世界里拓疆统驭，更在中国审美传统中发展壮大。\n\n"
    }, 
    {
        "exam": "2016年上海《行测》真题（B类）",
        "number": "68,69,70",
        "material": "宋代青白瓷作为一种器物符号，是以景德镇窑为代表烧制的一种单色釉瓷器。它兼具了物质文化和精神文化的双重功能，包含着丰富的文化符号意义，不但是历史长河中器物文明的里程碑，也体现了中华民族的审美观和人文精神。\n\n青白瓷取得的成就与宋代发达的经济分不开。北宋后期，宋金对峙，南方经济明显超过了北方，景德镇青白瓷也在此时得到了相当大的发展。但是，富庶的社会经济也让宋人失去了汉唐那种博大、开阔、外向、奋发的眼界、胸襟、抱负与理想，代之而起的是克制自持、温文儒雅、宁静自适的审美理想。所以，不是华贵富丽的彩瓷，而是景德镇的青白瓷，成为宋代真正优秀的艺术作品。\n\n自青白瓷问世，制瓷工匠便特别注意成型技艺的提高，坯体加工十分精细。这是由青白瓷的工艺特征决定的。青白瓷胎骨较清薄而洁白，釉质具有通透感，造型轻巧，因而坯体上如有任何痕迹和杂物，在经施釉烧成后，都会在这种透明釉下暴露无遗。\n\n青白瓷常出现的纹饰有婴戏、兰草、莲纹、海浪纹等。其中莲纹流传甚广，常见的有莲花或莲藕纹、缠枝莲纹或折枝莲，莲纹与相应器形结合，呈现一种婀娜多姿之态。青白瓷的造型以修理挺拔为特色，如瓜菱形的壶身，细长弯曲的壶流，盘口的折沿，碗、盘、碟等口部多用花口或在内壁饰五至六条凸起的出筋纹，轻巧玲珑的造型、清雅柔美的纹样、莹润恬静的釉色相结合，使器物呈现一种柔美优雅的韵味。\n\n宋代审美风潮的变化与理学的兴起也有着密切的关系。宋代理学的核心思想是“存天理、灭人欲”，这种哲学理念对中国传统艺术审美产生了深刻影响。体现在工艺美术上，使得宋代工艺的造型和装饰都显得较为平实。宋代景德镇青白瓷端庄典雅的风致，显然是深受理学思想的影响。与宋代整个审美思潮相一致，青白瓷承担着道德教化的崇高社会任务，其目的不是为了享受，而是为了平欲；不是为了审美，而是为了致善。\n\n青白瓷使用的青白釉在化学组成上属于重石灰釉，钙含量很高，入窑焙烧后积釉处呈水绿色，呈现温润如玉的风姿。宗白华曾说：“中国向来把‘玉’作为美的理学。玉的美，即‘绚烂之极归于平淡’的美。可以说，一切艺术的美，以至于人格的美，都趋向玉的美：内部有光彩，但是含蓄的光彩，这种光彩极绚烂，又极平淡。”瓷器追求温润莹澈的效果一方面是农耕文明对土、石、玉审美的延展，另一方面受到“君子比德于玉”思想的影响，是儒家重礼、重德的精神贯通生活方方面面的具体体现，青白瓷就是这样一种承载玉德的瓷器。瓷器自唐五代以来，不仅不断适应和满足着变化的时代以及与此相适应的生活方式，同时也追随着审美情趣的变化轨迹。青白瓷的如玉质地和釉色在宋代匠师的手中赫然而出，渗透了淡泊虚静的人性，在宋人的精神世界里拓疆统驭，更在中国审美传统中发展壮大。\n\n"
    }, 
    {
        "exam": "2016年上海《行测》真题（B类）",
        "number": "71,72,73,74,75",
        "material": "为什么欧美人和亚洲人拥有不同的思维方式？\n\n为什么前者倾向于个人主义，并且惯于以分析的方式推理，而后者绝大多数呈现出一种集体主义，并且习惯从整体角度思维？\n\n这是个宏大的问题，人们曾从宗教信仰、生活方式，甚至基因中寻找答案。\n\n今天，托马斯·塔尔海姆，美国维吉尼亚大学的一名社会心理学博士生，提出了一个全新的解释。这些彼此差别的文化，部分来源于滋养它们的谷物：从新石器时代起，小麦在欧洲的主导地位和水稻种植在东亚和东南亚的盛行，可能持续地影响了人们的心理，并且在两种情况中产生了完全不同的认知过程。\n\n以水稻种植为例，它要求农民之间通力合作。巴黎高等农艺科学学院农业系的奥利维耶解释说：“水从上游的田地流向下游的田地，因此农民之间首先要就水流的管理达成一致，以避免这家排水涝了那家的地。”\n\n随着时间的流逝，合作的需要就会促进该地区集体主义价值的增长。“当人们需要别人帮他获得‘每日的面包’时，就必须更多地关注别人，并且学着妥协。”美国密歇根大学文化心理学研究者理查德·尼斯贝特总结说。\n\n相反，小麦文化从2000多年前起就引入了畜力辅助耕种，并不太需要耕作者彼此间这样的合作。于是这种农业方式允许更为个人主义的价值萌芽，并且随着时间流逝，超越个人的农业行为，发展成为文化准则，传递给一代又一代人。\n\n这些相对立的价值接下来导引出欧美人与亚洲人之间的第二项区别，这一次涉及到思维方式。\n\n欧美人这边，个人主义助长了分析的思考方式：将属性归于物体，以便将它们从背景中整理出来，分门别类。而东亚这边，集体主义推进了更为整体的思考方式的发展，也就是说，“围绕关系而非类别、围绕系统而非物体组织起来的一种思考方式，表现出对背景的更多关注”，理查德·尼斯贝特描述道。\n\n一个社会的个人主义文化和身处其中的个体的思维方式，二者之间有何联系？（“如果有人意识到自己属于一个更大的背景，他是这个背景中相互依赖的元素之一，那么他就很有可能以同样的方式观察周遭的物体和事件。”）黑兹尔和北山忍于1991年在《心理学研究》上解释道。与之相对，个人主义倾向于发展出另一种思维方式，将物体独立于环境，强调其专有属性。\n\n这个理论再次将文化与自然之间的深刻关系摆在我们面前。因为正是自然决定了粮食作物，乃至我们的思想。一如稻米和小麦，人类心灵也是大地的果实。\n\n"
    },
    {
        "exam": "2018年上海《行测》真题",
        "number": "62,63,64,65,66",
        "material": "长久以来，人们都把脂肪当作健康的“大敌”，尤其是饱和脂肪被认为是心血管疾病的高风险因素。世界卫生组织的指南是，脂肪的摄入应该占每天总能量摄入的30%以下，饱和脂肪酸的摄入应该在10%以下。\n\n而最近《柳叶刀》杂志上发表的一项大型研究似乎“颠覆”了这一观念。这是一项前瞻性的大型研究。研究者从世界5大洲的18个国家，选择了高中低不同收入水平的地区，共招募了超过13.5万名志愿者，通过统计他们的饮食习惯来计算营养组成，并在此后的多年（5.3至9.3年）中，追踪他们的死亡以及心血管疾病发病情况。\n\n基于对这些数据的分析，研究者在《柳叶刀》杂志上发表了两篇论文。\n\n一篇论文是关于蔬菜、水果和豆类的影响，其结论没有新鲜的地方，大致就是每天总共4份左右（375到500克）这三类食物对健康好处明显，进一步增加摄入量带来的好处不大。\n\n而另一篇论文则是关于脂肪和碳水化合物对心血管健康以及死亡率的影响，结果是，脂肪摄入量和种类，跟心血管疾病的发生率以及死亡风险都不相关；与脂肪摄入量最低的那一组相比，摄入量最高的那组整体死亡率、中风以及心血管疾病之外的死亡风险还要低一些。而碳水化合物的影响则相反，碳水化合物摄入量高的那一组比最低的那一组，总体死亡率高28%，而对心血管疾病发生率和导致的死亡率则没有影响。\n\n在发表这两篇论文的同时，《柳叶刀》杂志还发表了一篇评论，认为这项研究“挑战了健康饮食的定义，但关键问题并没有解决”。在这篇评论中，作者认为这项研究的价值在于，补充了中低收入地区饮食与健康的流行病学调查数据，加深了“饮食与健康”这个问题的复杂性。但是，评论作者并没有赞同研究者的结论，而是指出了以下三点：\n\n第一，在这项研究中，饱和脂肪和单不饱和脂肪的主要来源是动物食品（肉和奶制品）。除了脂肪外，这些食品也是锌、铁、维生素K、维生素B12等微量成分的良好来源。而在脂肪摄入量低（从而碳水化合物摄入量高）的人群中，这些营养成分的摄入可能是不足的。所以，“脂肪降低死亡率”这个调查结果，还有一种可能的解释就是“富含脂肪的这些食物营养密度高，解决了这些食物摄入量低的人群某些微量营养成分的缺乏”。\n\n第二，在这两篇论文中，一篇的结论是“碳水化合物摄入量高增加了死亡率”，另一篇的结论是“蔬菜、水果、豆类摄入量高降低了死亡率”。但是，蔬菜、水果和豆类，都富含碳水化合物。也就是说，不同种类的碳水化合物对于健康的影响需要分开讨论，比如添加糖、精制碳水化合物和粗粮。\n\n第三，混杂因素会影响到结果，尤其是人们的健康意识。比如在欧美发达地区，人们有更好的健康意识，从而可能有更多对健康有益的生活方式与行为习惯，比如遵守医嘱、合理的睡眠、控制饮酒、食用“推荐的食物”等等。而在低收入和中等收入地区，人们接受的健康生活指导会少一些。所以，评论作者认为，人们的健康意识，可能是这项研究的一个非常重要的混杂因素。\n\n"
    },
    {
        "exam": "2018年上海《行测》真题",
        "number": "67,68,69,70",
        "material": "兵有长短、敌我一也。敢问：“吾之所长，吾出而用之，彼将不与吾校；吾之所短，吾蔽而置之，彼将强与吾角，奈何？”曰：“吾之所短，吾抗而暴之，使之疑而却；吾之所长，吾阴而养之，使之狎而堕其中。此用长短之术也。”\n\n善用兵者，使之无所顾，有所恃。无所顾，则知死之不足惜；有所恃，则知不至于必败。尺箠当猛虎，奋呼而操击；徒手遇蜥蜴，变色而却步，人之情也。知此者，可以将矣。袒裼而案剑，则乌获不敢逼；冠胄衣甲，据兵而寝，则童子弯弓杀之矣。故善用兵者以形固。夫能以形固，则力有馀矣。\n\n"
    }
]